{
    "HEADER": {
        "title": "Sarah et Mathias",
        "language": "Langage"
    },
    "FOOTER": {
        "message": "Crée et désigné par Mathias Tanner"
    },
    "LOGIN": {
        "welcome": "Bienvenue",
        "message": "Tu as reçu le lien pour ce site web soit par Sarah, soit par Mathias. Pour confirmer ton identité, pex tu indiquer ton prénom et ton nom dans le formulaire si dessous",
        "firstName": "Prénom",
        "lastName": "Nom",
        "submit": "Vérifier",
        "emptyMessage": "Les champs doivent pas être vides",
        "wrongMessage": "Tu ne sembles pas être sur la liste. Peux tu vérifier qu'il n'y a pas d'erreur? Si ce n'est pas le cas et que tu as bien reçu le lien, contacte Mathias ou Sarah"
    },
    "ABOUT": {
        "married": "Nous nous marrions",
        "date": "23 Juillet 2022",
        "infos": "Sarah et moi avons décidé de nous marier cet été, le vendredi 22 Juillet 2022. La cérémonie en elle même sera tenue de manière privée avec juste la famille directe, mais nous aimerions tout de même convier amis et famille à une réception pour célébrer l'occasion. Le Samedi 23 Juillet, nous allons avoir une cérémonie avec tout le monde et nous serions ravis si vous décidiez de nous rejoindre pour fêter l'évènement.",
        "place": "L'évènement aura lieu à [INSERT_ADDRESS_HERE] et commencera à [INSERT_TIME_HERE], Si vous avez besoin de voyager pour venir à Newcastle, Sarah et moi avons décidé de rester au Gray Street Hotel, au 2-12 Grey Street NE1 6EE Newcastle upon Tyne.",
        "availableInfos": "Il nous reste encore beaucoup de choses à organiser, et avec Sarah entrain d'écrire sa Thèse de doctorat et moi qui vient de commencer un nouveau job, nous avons été pas mal occupé ses dernières semaines. Néanmoins nous voulions vous donner les informations essentielles le plus rapidement possible. Pour l'instant nous avons la date, le lieu, un formulaire de réponse pour nous dire si vous comptez venir, et un lien vers notre liste de cadeaux de mariage😜.",
        "updates": "Dés que nous aurons fini d'organiser quelque chose, nous posterons les infos ici, sur ce site web, alors venez régulièrement pour rester informés. Nous comptons également utiliser le site comme plateforme de partage pour les photos et souvenirs de l'évpnement, donc le site restera accessible pour un bon moment.",
        "formLink": "https://forms.gle/jC2m5CiUxgXz22HY7",
        "answerFormLabel": "Formulaire de réponse",
        "giftListLink": "https://www.amazon.de/wedding/sarah-barrass-mathias-tanner-newcastle-july-2022/registry/3U2MEM1G790S2",
        "giftListLabel": "Liste de cadeaux de mariage"
    }  
}