{
    "HEADER": {
        "title": "Sarah et Mathias",
        "language": "Langage"
    },
    "FOOTER": {
        "message": "Crée et désigné par Mathias Tanner"
    },
    "LOGIN": {
        "welcome": "Bienvenue",
        "message": "Tu as reçu le lien pour ce site web soit par Sarah, soit par Mathias. Pour confirmer ton identité, pex tu indiquer ton prénom et ton nom dans le formulaire si dessous",
        "firstName": "Prénom",
        "lastName": "Nom",
        "submit": "Vérifier",
        "emptyMessage": "Les champs doivent pas être vides",
        "wrongMessage": "Tu ne sembles pas être sur la liste. Peux tu vérifier qu'il n'y a pas d'erreur? Si ce n'est pas le cas et que tu as bien reçu le lien, contacte Mathias ou Sarah"
    },
    "ABOUT": {
        "married": "Nous nous marrions",
        "date": "Invitation à la réception de marriage - Samedi 23 Juillet 2022",
        "infos": "Nous nous marrion cet été, le vendredi 22 Juillet 2022. La cérémonie elle-même sera restreinte avec uniquement la famille directe, mais nous aurons une réception plus large pour la famille étendue et les amis le samedi 23 juillet 2022. Nous espérons que vous serez présent afin de célébrer avec nous.",
        "place": "La réception aura lieu à Whitley Bay ice rink, à Newcastle Upon Tyne au Royaume-Uni et commencera à 16:00.",
        "addressFirstLine": "Whitley Bay ice rink",
        "addressSecondLine": "Hillheads Rd,",
        "addressThirdLine": "Whitley Bay,",
        "addressFourthLine": "NE25 8HP",
        "answerText": "Veuillez sur le boutton ci-dessous afin de répondre à l'invitation.",
        "updates": "Nous allons poster plus d'informations au fur et à mesure que nous approcherons de l'évènement, revenez donc consulter ce site régulièrement. Nous allons également l'utiliser comme plateforme afin de partager des photos et souvenirs de l'évènement, il restera donc online pendant un moment.",
        "formLink": "https://docs.google.com/forms/d/e/1FAIpQLSeE_lAvF8fNlcraSGcwJ4WY5JVVtsCqhG99P_izEpRwsLsz0A/viewform?usp=sf_link",
        "answerFormLabel": "Formulaire de réponse",
        "giftListLink": "https://www.amazon.de/wedding/sarah-barrass-mathias-tanner-newcastle-july-2022/registry/3U2MEM1G790S2",
        "giftListLabel": "Liste de cadeaux de marriage"
    },
    "LOCATION": {
        "title": "Localisation",
        "button": "Ouvrir avec google maps"
    }     
}